kol = 0
vsego = 3
 
otv = input("Самый крупный цикон в Солнечной системе наблюдается на .... ")
if otv == "Юпитере":
    print("Верно")
    kol = kol + 1
else:
    print("Не верно")
     
otv = input("Самое жаркое место Солнечной системы - это.... ")
if otv.lower() == "центр Солнца":
    print("Верно")
    kol = kol + 1
else:
    print("Не верно")
 
otv = input("Какая планет не является планетой земного типа: Меркурий, Венера, Уран ? ")
if otv.lower() == "Уран":
    print("Верно")
    kol = kol + 1
else:
    print("Не верно")    
 
print(kol," верных ответов из ", vsego)

